Repository: emin8800/Python-Django-WEB-SAYT-2
Catalog: Wellearn-main/locale/*/LC_MESSAGES/django.po
Languages: az, tr

source: Blog
az: Bloq

source: About
az: Haqqımızda
tr: Hakkımızda

source: Product
az: Məhsul səhifəsi
tr: Ürün

source: Shops
az: Mağazalar
tr: Mağazalar

source: Course
az: Kurslar
tr: Dersler

source: about us
az: Haqqımızda
tr: Hakkımızda

source: home
az: Ana Səhifə
tr: Ana Sayfa

source: About us
az: Haqqımızda
tr: Hakkımızda

source: About Learn Us
az: Bizim Haqqımızda
tr: Bizim Hakkımızda

source: Learn more
az: Daha ətraflı öyrənin
tr: Daha Fazla Bilgi Edinin

source: How it works
az: Necə işləyir?
tr: Nasıl Çalışır?

source: Years Of Experience
az: Təcrübə ili
tr: Yılların Deneyimi

source: Enrolled Learner
az: Qeydiyyatdan keçmiş tələbə
tr: Kayıtlı öğrenci

source: Finished Session
az: Bitirilmiş sessiya
tr: Tamamlanan Oturum

source: Saticfaction Rate
az: Razıqalığı dərəcəsi
tr: Memnuniyet Oranı

source: Awards Winning
az: Mükafat Qazanmış
tr: Kazanan Ödüller

source: How About Learn Us
az: Bizim Haqqımızda
tr: Bizi Öğrenmeye Ne Dersiniz?

source: Opportunity for Online Learning
az: Onlayn Öyrənmə İmkanı
tr: Çevrimiçi Öğrenme Fırsatı

source: Experts Minds
az: Mütəxəssislər Ağılları
tr: Uzman Zihinler

source: Multiple Courses
az: Ən son kurslar
tr: Çoklu Kurslar

source: Hire Quickly
az: Tezə İşə Götür
tr: Hızlı Kiralama

source: Video Tutorials
az: Video Dərsliklər
tr: Eğitim Videoları

source: Meet Our Team
az: Komandamızla Tanışın
tr: Takımımızla tanış

source: We’ve Thousands Of Experience Team Members
az: Minlərlə Təcrübəli Komanda Üzvümüz var
tr: Binlerce Tecrübeli Ekip Üyemiz Var

source: Become An Instructor?
az: Təlimatçı Olmaq
tr: Eğitmen Olalım mı?

source: Get Online Courses
az: Ən Son Kurslar
tr: Çevrimiçi Kurslar Alın

source: Why Learn Us
az: Bizim Haqqımızda
tr: Neden Biz Öğrenin

source: Exclusive Online Course Provide Categories
az: Eksklüziv Onlayn Kurs Kateqoriyalar Təmin edir
tr: Özel Çevrimiçi Kurs Sağlama Kategorileri

source: On the other hand, we denounce with righteous indignation and dislike men who are so beguiled and demoralized by the charms of pleasure of the moment, so blinded by desire, that they cannot foresee the pain and trouble that are bound to ensue and equal blame belongs
az: Digər tərəfdən, biz o anın ləzzətinin cazibəsinə aldanmış və ruhdan düşmüş, ehtirasla o qədər kor olmuş, gələcək ağrı və bəlaları qabaqcadan görə bilməyəcək qədər aldadılan və eyni günahın sahibi olan kişiləri haqlı bir qəzəb və nifrətlə qınayırıq.
tr: Öte yandan, haklı bir öfkeyle kınıyoruz ve anın hazzının büyüsüne kapılıp morali bozulan, arzuyla köreltilmiş, ortaya çıkması kaçınılmaz olan acı ve sıkıntıları önceden göremeyen ve eşit derecede kabahati hak eden erkeklerden nefret ediyoruz.

source: Expert Advisors
az: Ekspert Məsləhətçilər
tr: Uzman Danışmanlar

source: Read more
az: Daha ətraflı öyrənin

source: Popular Courses
az: Kurslar
tr: Popüler Kurslar

source: Business Manager
az: Biznes Meneceri

source: Global Partners
az: Qlobal Tərəfdaşlar
tr: Küresel Ortaklar

source: We’ve More Then 235+ Global Partners
az: 235+ Qlobal Partnyorumuz var
tr: 235+ Küresel İş Ortağımız Var

source: View more partners
az: Daha çox tərəfdaşa baxın
tr: Daha fazla ortak görüntüle

source: Course List
az: Kurs Siyahısı

source: Category
az: Kategoriya
tr: Kategori

source: Show All Catagory
az: Bütün Kategoriyaları Göstərin
tr: Tüm Katagoriyi Göster

source: Filter By Times
az: Müddətə görə Filtrləyin
tr: Zamana Göre Filtrele

source: Show All Course Time
az: Bütün Kurs Vaxtını Göstərin
tr: Tüm Kurs Zamanını Göster

source: Filter By Price
az: Qiymətət görə Filtrləyin
tr: Fiyata Göre Filtrele

source: Show All Courses
az: Bütün Kursları Göstərin
tr: Tüm Kursları Göster

source: Showing <b>4</b> Courses For 15 Course
az: 15 Kurs üçün 4 Kurs Göstərilir
tr: 15 Kurs için 4 Kurs gösteriliyor

source: Course Details
az: Kurs Təfərrüatları
tr: Kurs Ayrıntıları

source: Last Update
az: Son Dəyişiklik
tr: Son Güncellenme

source: 25 Enrolled
az: 25 Qeydiyyatlı
tr: 25 Kayıtlı

source: Requirements
az: Tələblər
tr: Gereksinimler

source: DevTools Debugging Tips And Shortcuts (Chrome, Firefox, Edge)
az: DevTools Xətalı Kodların Aşkarlanması üçün Ipuçları və Qısayollar (Chrome, Firefox, Edge)
tr: DevTools Hata Ayıklama İpuçları ve Kısayolları (Chrome, Firefox, Edge)

source: Front-End Performance Checklist 2021 (PDF, Apple Pages, MS Word)
az: 2021-ci ilin FrontEnd Performans Yoxlama Siyahısı (PDF, Apple Pages, MS Word)
tr: Front-End Performans Kontrol Listesi 2021 (PDF, Apple Pages, MS Word)

source: A Smashing Guide To The World Of Search Engine Optimization
az: Axtarış Mühəndisliyi Dünyasına Dair Ən Yaxşı Təlimat
tr: Arama Motoru Optimizasyonu Dünyasında Kırılması Zor Rehber

source: Target Audience
az: Hədəf Auditoriya
tr: Hedef Kitle

source: Any Job Holders, Students
az: Hər Hansı Bir Işdə Olanlar, Tələbələr
tr: Herhangi Bir İş Sahibi, Öğrenciler

source: Corporate Trainer
az: Korporativ Təlimçi
tr: Kurumsal Eğitmen

source: Educators (Teachers, Lecturer, Faculty)
az: Təhsilçilər (Müəllimlər, Lektorlar, Fakültə Üzvləri)
tr: Eğitmenler (Öğretmenler, Öğretim Görevlileri, Fakülte)

source: Course Curriculum in Web Design
az: Veb Dizayn üzrə Kurikulum
tr: Web Tasarımı Ders Müfredatı

source: Introduce Courses
az: Kursların Tanıtımı
tr: Kursların Tanıtımı

source: What is Web Design ?
az: Veb Dizayn nədir?
tr: Web Tasarım Nedir?

source: Diffent Between UX and UI Design ?
az: UX və UI Dizaynı arasında fərq varmı?
tr: UX ve UI Tasarımı Arasındaki Fark?

source: Importance Of Typography ?
az: Tipoqrafiyanın əhəmiyyəti?
tr: Tipografinin Önemi ?

source: What is Warframe ?
az: Warframe nədir?
tr: Warframe nedir?

source: Practical Class
az: Praktik dərs
tr: Uygulamalı Sınıf

source: Advance Project Class
az: İrəliləmiş Layihə Sinifi
tr: İleri Proje Sınıfı

source: Instructors
az: Təlimatçılar
tr: Eğitmenler

source: Follow Me
az: Məni İzləyin
tr: Beni İzleyin

source: Student Feedback
az: Tələbə Rəyi
tr: Öğrenci Geri Bildirimi

source: Total 1 Rating
az: Cəmi 1 Reytinq
tr: Toplam 1 Değerlendirme

source: Latest Courses
az: Ən son kurslar
tr: Son Kurslar

source: Browser Latest Courses
az: Ən Son Brauzer Kursları
tr: En Son Tarayıcı Kursları

source: Coaching & Speker
az: Məşqçilik və Spiker
tr: Koçluk & Speker

source: Build Bright Life? Take Our Life Coach
az: Parlaq həyat qurmaq ? Məhz bizim Həyat Məşqçimizi götürün
tr: Parlak Yaşam İnşa Etmek mi? Yaşam Koçumuzu Alın

source: In constructing a Bright Life means to strive for personal growth and achieving goals. "Life coach" refers to a guide and mentor. This statement emphasizes the importance of a life coachs guidance in building a bright life.
az: "Parlaq həyat qurmaq" ifadəsi, öz potensialı yüksəltmək və məqsədlərə nail olmaq üçün çalışmaq deməkdir. "Həyat meşqçisi" isə bir rehber və mentor deməkdir. Bu ifadə, bir həyat meşqçisinin rəhbərliyinin parlaq bir həyatın əsasını təşkil etdiyini vurğulayır.
tr: "Parlak bir hayat kurmak" kişinin kişisel gelişim için çaba göstermek ve hedeflere ulaşmayı amaçlamak anlamına gelir. "Hayat koçu" ise bir rehber ve mentoru ifade eder. Bu ifade, parlak bir hayatın oluşturulmasında bir hayat koçunun rehberliğinin önemini vurgular.

source: Get Your Free Coach
az: Pulsuz Məşqçinizi Əldə Edin
tr: Ücretsiz Koçunuzu Alın

source: coach
az: Məşqçi
tr: koç

source: Online Courses From Experts
az: Mütəxəssislərdən Onlayn Kurslar
tr: Uzmanlardan Çevrimiçi Kurslar

source: Over 500+ High Quality Topics
az: 500-dən çox yüksək keyfiyyətli mövzu
tr: 500'den Fazla Yüksek Kaliteli Konu

source: Blog Details
az: Blog Təfərrüatları
tr: Blog Ayrıntıları

source: Event & Program Video Update
az: Tədbir və Proqram Video Yeniləmə
tr: Etkinlik ve Program Video Güncellemesi

source: We Provide Life Coach From Expert Advisors
az: Biz Mütəxəssis Məsləhətçilərdən Life Coach təmin edirik
tr: Uzman Danışmanlardan Yaşam Koçluğu Sağlıyoruz

source: Exclusive Coach
az: Eksklüziv Məşqçi
tr: Özel Antrenör

source: "Exclusive Coach" is a special coach for personalities and goals.
az: "Exclusive Coach", fərdiyyətlər və məqsədlər üzrə xüsusi məşqçidir.
tr: "Özel Antrenör", kişilikler ve hedefler için özel bir koçtur.

source: Creative Minds
az: Yaradıcı Ağıllar
tr: Yaratıcı Zihinler

source: The term "Creative Minds" refers to people who think creatively.
az: "Creative Minds" ifadəsi, yaradıcı düşünən insanları ifadə edir.
tr: "Yaratıcı Zihinler" terimi, yaratıcı düşünen insanları ifade eder.

source: Master Certified
az: Master Sertifikatlıdır
tr: Usta Sertifikalı

source: The expression "Master Certified" indicates an experienced and certified expert in the field.
az: "Master Certified" ifadəsi, sahəsində təcrübəli və sertifikalı bir eksperti göstərir.
tr: "Master Sertifikalı" ifadesi, alanında deneyimli ve sertifikalı bir uzmanı ifade eder.

source: "Video tutorials" are instructions and learning materials in interactive video format.
az: "Video dərsliklər", interaktiv video formatında olan təlimatlar və öyrənmə materiallarıdır.
tr: "Video eğitimleri" etkileşimli video biçimindeki talimatlar ve öğrenme materyalleridir.

source: Learn more us
az: Daha ətraflı öyrənin
tr: Daha Fazla Bilgi Edinin

source: Best Solutions For Life Coach Solutions
az: Life Coach Solutions üçün ən yaxşı həllər
tr: Yaşam Koçu Çözümleri İçin En İyi Çözümler

source: How It Works
az: Necə işləyir?

source: Very Simple Steps to Success Golas
az: Uğur qazanmaq üçün çox sadə addımlar
tr: Başarıya Giden Çok Basit Adımlar

source: Transformation Completed
az: Transformasiya Tamamlandı
tr: Dönüşüm Tamamlandı

source: Schedule a Meeting
az: Görüş Planlaşdırın
tr: Bir toplantı planlamak

source: Make a Decision
az: Qərara Gəlmək
tr: Karar vermek

source: Events & Program
az: Tədbirlər və Proqram
tr: Etkinlikler ve Program

source: We’reArranged Yearly Cultural Events & Program
az: İllik Mədəni Tədbirlər və Proqram Təşkil edirik
tr: Yıllık Kültürel Etkinlikler ve Programlar Düzenliyoruz

source: How Much Needs Life Coach For Human Beings
az: İnsanlar üçün Həyat Təlimçisinə Nə qədər Ehtiyac Var
tr: İnsan Yaşam Koçuna Ne Kadar İhtiyaç Duyar?

source: Testimonials
az: Rəylər
tr: Görüşler

source: Happy Clients Say About Coach
az: Xoşbəxt Müştərilər Məşqçi Haqqında Deyirlər
tr: Mutlu Müşteriler Koç Hakkında Söyler

source: Read Some Store About Blog
az: Blog Haqqında Bəzi Mağaza Oxuyun
tr: Blog Hakkında Bazı Mağazaları Okuyun

source: Comments (5)
az: Şərhlər (5)
tr: Yorumlar (5)

source: view more blogs
az: daha çox bloga baxın
tr: daha fazla blog görüntüle

source: About Us
az: Haqqımızda
tr: Hakkımızda

source: Follow Us
az: Məni İzləyin
tr: Bizi İzleyin

source: Courses
az: Kurslar
tr: Dersler

source: Life Coach
az: Eksklüziv Məşqçi
tr: Yaşam Koçu

source: Business Coach
az: Business Consultant
tr: İşletme Koçu

source: Health Coach
az: Sağlamlıq Məşqçisi
tr: Sağlık koçu

source: SEO Optimize
az: SEO Optimizasiyası
tr: SEO Optimizasyonu

source: Resources
az: Resurslar
tr: Kaynaklar

source: Support
az: Dəstək
tr: Destek

source: Documentation
az: Sənədlər

source: Security
az: Təhlükəsizlik
tr: Güvenlik

source: Template
az: Şablon
tr: Şablon

source: Get In Touch
az: Əlaqədə olmaq

source: view more
az: daha çox
tr: daha fazla

source: All rights reserved.
az: Bütün hüquqlar qorunur.
tr: Bütün hakkı saklıdır.

source: Faqs
az: Tez-tez Verilən Suallar
tr: SSS

source: Links
az: Bağlantılar
tr: Bağlantılar

source: Payments
az: Ödənişlər
tr: ödemeler

source: Working Hours
az: Iş Saatları
tr: Iş Saatleri

source: Manday - Friday
az: Bazar ərtasi - Cümə
tr: Pazartesi - Cuma

source: Setting & Privacy
az: Parametrlər və Məxfilik
tr: Ayar ve Gizlilik

source: Home
az: Ana Səhifə
tr: Ana Sayfa

source: FAQ`s
az: Tez-tez Verilən Suallar
tr: SSS

source: shop
az: Mağaza
tr: Mağaza

source: product Page
az: Məhsul səhifəsi
tr: Ürün Sayfası

source: product details
az: Kurs Təfərrüatları
tr: kurs ayrıntıları

source: instructors
az: Təlimatçılar
tr: Eğitmenler

source: all instructors
az: Bütün Təlimatçılar
tr: Tüm Eğitmenler

source: become instructor
az: Təlimatçı Plmaq
tr: Eğitmen Olmak

source: gallery
az: Galereya
tr: Galeri

source: pricing plan
az: Qiymət Planı
tr: Fiyatlandırma Planı

source: contact us
az: Əlaqə
tr: Bize Ulaşın

source: Blogs Page
az: Bloq Səhifəsi
tr: Blog Sayfası

source: Logout
az: Çıxış
tr: Çıkış Yapmak

source: Login
az: Daxil ol
tr: Giriş yapmak

source: Register
az: Qeydiyyatdan keçən
tr: Kayıt olmak

source: Subscribe
az: Abunə Ol
tr: Abone

source: Submit now
az: İndi Göndər
tr: Şimdi gönder

source: Search Results for
az: Axtarış Nəticələri
tr: Arama Sonuçları

source: Blogs Pages
az: Bloq Səhifəsi
tr: Blog Sayfası

source: Course Pages
az: Kurs Səhifələri
tr: Ders Sayfası

source: Community
tr: Toplum
